Repository: clementrahula/lukotta
Catalog: resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, et, fi, fil, fr, he, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ro, ru, sl, sq, sv, th, tr, uk, vi, zh_hans

source: Seeing connected drives
ar: رؤية المحرّكات الموصولة
bg: Виждане на свързаните дискове
cs: Zobrazení připojených disků
da: Se tilsluttede enheder
de: Angeschlossene Laufwerke sehen
el: Εμφάνιση συνδεδεμένων δίσκων
es: Ver los discos conectados
et: Ühendatud ketaste nägemine
fi: Liitettyjen asemien näkeminen
fil: Makita ang mga nakakabit na drive
fr: Voir les disques connectés
he: לראות כוננים מחוברים
hi: जुड़ी हुई ड्राइव देखना
hr: Prikaz spojenih diskova
hu: Csatlakoztatott meghajtók látása
id: Melihat drive yang tersambung
it: Vedere i dischi collegati
ja: 接続されたドライブを見る
ko: 연결된 드라이브 보기
lt: Prijungtų diskų matymas
lv: Pievienoto disku redzēšana
ms: Melihat pemacu yang disambungkan
nb: Se tilkoblede enheter
nl: Aangesloten schijven zien
pl: Widok podłączonych dysków
pt_pt: Ver os discos ligados
ro: Vizualizarea discurilor conectate
ru: Видеть подключённые диски
sl: Prikaz priključenih pogonov
sq: Të shohë disqet e lidhur
sv: Se anslutna enheter
th: เห็นไดรฟ์ที่ต่ออยู่
tr: Bağlı sürücüleri görmek
uk: Бачити підключені диски
vi: Nhìn thấy các ổ đĩa đã cắm
zh_hans: 查看已连接的驱动器

source: Select a drive to unlock
ar: اختر محرّكًا لفتحه
bg: Изберете диск за отключване
cs: Vyberte disk, který chcete odemknout
da: Vælg en enhed, der skal låses op
de: Wähle ein Laufwerk zum Entsperren
el: Επιλέξτε δίσκο για ξεκλείδωμα
es: Selecciona un disco para desbloquear
et: Vali ketas, mida avada
fi: Valitse avattava asema
fil: Pumili ng drive na bubuksan
fr: Sélectionnez un disque à déverrouiller
he: בחרו כונן לביטול נעילה
hi: अनलॉक करने के लिए ड्राइव चुनें
hr: Odaberite disk za otključavanje
hu: Válasszon egy feloldandó meghajtót
id: Pilih drive untuk dibuka kuncinya
it: Seleziona un disco da sbloccare
ja: ロック解除するドライブを選んでください
ko: 잠금 해제할 드라이브를 선택하십시오
lt: Pasirinkite diską, kurį atrakinti
lv: Izvēlieties disku, ko atbloķēt
ms: Pilih pemacu untuk dibuka kunci
nb: Velg en enhet som skal låses opp
nl: Selecteer een schijf om te ontgrendelen
pl: Wybierz dysk do odblokowania
pt_pt: Selecione um disco para desbloquear
ro: Selectați un disc pentru deblocare
ru: Выберите диск для разблокировки
sl: Izberite pogon za odklep
sq: Zgjidh një disk për ta shkyçur
sv: Välj en enhet att låsa upp
th: เลือกไดรฟ์ที่จะปลดล็อก
tr: Kilidini açmak için bir sürücü seçin
uk: Виберіть диск для розблокування
vi: Chọn một ổ đĩa để mở khóa
zh_hans: 选择要解锁的驱动器

source: Set Up
ar: إعداد
bg: Настрой
cs: Nastavit
da: Konfigurer
de: Einrichten
el: Ρύθμιση
es: Configurar
et: Seadista
fi: Ota käyttöön
fil: Isaayos
fr: Configurer
he: הגדרה
hi: सेट करें
hr: Postavi
hu: Beállítás
id: Siapkan
it: Configura
ja: 設定
ko: 설정
lt: Nustatyti
lv: Iestatīt
ms: Sediakan
nb: Konfigurer
nl: Stel in
pl: Skonfiguruj
pt_pt: Configurar
ro: Configurați
ru: Настроить
sl: Nastavi
sq: Vendos
sv: Konfigurera
th: ตั้งค่า
tr: Kur
uk: Налаштувати
vi: Thiết lập
zh_hans: 设置

source: Setting up the Linux environment
ar: يجري إعداد بيئة Linux
bg: Подготвяне на средата на Linux
cs: Příprava linuxového prostředí
da: Klargør Linux-miljøet
de: Linux-Umgebung wird eingerichtet
el: Προετοιμασία του περιβάλλοντος Linux
es: Preparando el entorno Linux
et: Linuxi keskkonna ettevalmistamine
fi: Valmistellaan Linux-ympäristöä
fil: Inaayos ang Linux environment
fr: Configuration de l’environnement Linux
he: מגדיר את סביבת Linux
hi: Linux परिवेश सेट किया जा रहा है
hr: Priprema Linux okruženja
hu: A Linux-környezet előkészítése
id: Menyiapkan lingkungan Linux
it: Preparazione dell’ambiente Linux
ja: Linux 環境を設定中
ko: Linux 환경을 설정하는 중
lt: Ruošiama „Linux“ aplinka
lv: Notiek Linux vides sagatavošana
ms: Menyediakan persekitaran Linux
nb: Klargjør Linux-miljøet
nl: Bezig met instellen van de Linux-omgeving
pl: Przygotowywanie środowiska Linuksa
pt_pt: A preparar o ambiente Linux
ro: Se pregătește mediul Linux
ru: Настройка среды Linux
sl: Pripravljanje okolja Linux
sq: Po vendoset mjedisi Linux
sv: Förbereder Linux-miljön
th: กำลังตั้งค่าสภาพแวดล้อม Linux
tr: Linux ortamı kuruluyor
uk: Налаштування середовища Linux
vi: Đang thiết lập môi trường Linux
zh_hans: 正在设置 Linux 环境

source: Settings
ar: الإعدادات
bg: Настройки
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
et: Seaded
fi: Asetukset
fil: Mga Setting
fr: Réglages
he: הגדרות
hi: सेटिंग
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
lt: Nuostatos
lv: Iestatījumi
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_pt: Definições
ro: Configurări
ru: Настройки
sl: Nastavitve
sq: Rregullimet
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置

source: Show
ar: إظهار
bg: Покажи
cs: Zobrazit
da: Vis
de: Einblenden
el: Εμφάνιση
es: Mostrar
et: Näita
fi: Näytä
fil: Ipakita
fr: Afficher
he: הצגה
hi: दिखाएँ
hr: Prikaži
hu: Megjelenítés
id: Tampilkan
it: Mostra
ja: 表示
ko: 보기
lt: Rodyti
lv: Rādīt
ms: Tunjuk
nb: Vis
nl: Toon
pl: Pokaż
pt_pt: Mostrar
ro: Afișați
ru: Показать
sl: Pokaži
sq: Shfaqe
sv: Visa
th: แสดง
tr: Göster
uk: Показати
vi: Hiện
zh_hans: 显示

source: Show %@ in the menu bar
ar: إظهار %@ في شريط القوائم
bg: Показвай %@ в лентата с менюта
cs: Zobrazovat %@ v řádku nabídek
da: Vis %@ på menulinjen
de: %@ in der Menüleiste anzeigen
el: Εμφάνιση του %@ στη γραμμή μενού
es: Mostrar %@ en la barra de menús
et: Näita rakendust %@ menüüribal
fi: Näytä %@ valikkorivillä
fil: Ipakita ang %@ sa menu bar
fr: Afficher %@ dans la barre des menus
he: הצגת %@ בשורת התפריטים
hi: %@ को मेन्यू बार में दिखाएँ
hr: Prikaži %@ u traci izbornika
hu: %@ megjelenítése a menüsorban
id: Tampilkan %@ di bilah menu
it: Mostra %@ nella barra dei menu
ja: メニューバーに %@ を表示
ko: 메뉴 막대에 %@ 표시
lt: Rodyti %@ meniu juostoje
lv: Rādīt %@ izvēļņu joslā
ms: Tunjukkan %@ pada bar menu
nb: Vis %@ i menylinjen
nl: Toon %@ in de menubalk
pl: Pokazuj %@ na pasku menu
pt_pt: Mostrar o %@ na barra de menus
ro: Afișați %@ în bara de meniu
ru: Показывать %@ в строке меню
sl: Pokaži %@ v menijski vrstici
sq: Shfaq %@ në shiritin e menysë
sv: Visa %@ i menyraden
th: แสดง %@ ในแถบเมนู
tr: %@ uygulamasını menü çubuğunda göster
uk: Показувати %@ у рядку меню
vi: Hiện %@ trên thanh trình đơn
zh_hans: 在菜单栏中显示 %@

source: Show in Finder
ar: إظهار في الباحث
bg: Покажи във Finder
cs: Zobrazit ve Finderu
da: Vis i Finder
de: Im Finder zeigen
el: Εμφάνιση στο Finder
es: Mostrar en el Finder
et: Näita Finderis
fi: Näytä Finderissa
fil: Ipakita sa Finder
fr: Afficher dans le Finder
he: הצגה ב‑Finder
hi: Finder में दिखाएँ
hr: Prikaži u Finderu
hu: Megjelenítés a Finderben
id: Tampilkan di Finder
it: Mostra nel Finder
ja: Finder に表示
ko: Finder에서 보기
lt: Rodyti „Finder“ programoje
lv: Rādīt programmā Finder
ms: Tunjukkan dalam Finder
nb: Vis i Finder
nl: Toon in Finder
pl: Pokaż w Finderze
pt_pt: Mostrar no Finder
ro: Afișați în Finder
ru: Показать в Finder
sl: Pokaži v Finderju
sq: Shfaq në Finder
sv: Visa i Finder
th: แสดงใน Finder
tr: Finder'da Göster
uk: Показати у Finder
vi: Hiện trong Finder
zh_hans: 在“访达”中显示

source: Show the credential
ar: إظهار بيانات الاعتماد
bg: Покажи въведеното
cs: Zobrazit zadané
da: Vis det, du skriver
de: Eingabe anzeigen
el: Εμφάνιση όσων πληκτρολογείτε
es: Mostrar lo escrito
et: Näita sisestatut
fi: Näytä kirjoitettu teksti
fil: Ipakita ang kredensyal
fr: Afficher la saisie
he: הצגת פרטי הכניסה
hi: क्रेडेंशियल दिखाएँ
hr: Prikaži uneseno
hu: A beírtak megjelenítése
id: Tampilkan kredensial
it: Mostra quanto digitato
ja: 資格情報を表示
ko: 자격 증명 보기
lt: Rodyti įvestį
lv: Rādīt ievadīto
ms: Tunjukkan kelayakan
nb: Vis det du skriver
nl: Toon de invoer
pl: Pokaż wpisywane znaki
pt_pt: Mostrar o que escreveu
ro: Afișați ce tastați
ru: Показать учётные данные
sl: Pokaži vneseno
sq: Shfaq kredencialin
sv: Visa det du skriver
th: แสดงข้อมูลรับรอง
tr: Kimlik bilgisini göster
uk: Показати облікові дані
vi: Hiện thông tin đăng nhập
zh_hans: 显示凭据

source: Some permissions are still needed
ar: لا تزال هناك أذونات مطلوبة
bg: Все още липсват някои разрешения
cs: Některá oprávnění stále chybí
da: Der mangler stadig nogle tilladelser
de: Es fehlen noch Berechtigungen
el: Ορισμένες άδειες λείπουν ακόμη
es: Aún faltan algunos permisos
et: Mõned õigused on veel vajalikud
fi: Osa käyttöoikeuksista puuttuu yhä
fil: May mga pahintulot pang kailangan
fr: Certaines autorisations manquent encore
he: עדיין נדרשות כמה הרשאות
hi: कुछ अनुमतियाँ अब भी चाहिए
hr: Neka dopuštenja još nedostaju
hu: Néhány engedély még hiányzik
id: Beberapa izin masih diperlukan
it: Mancano ancora alcuni permessi
ja: まだ必要なアクセス権があります
ko: 아직 필요한 권한이 있습니다
lt: Kai kurių leidimų vis dar trūksta
lv: Dažas atļaujas joprojām ir nepieciešamas
ms: Beberapa kebenaran masih diperlukan
nb: Noen tillatelser mangler fortsatt
nl: Er zijn nog rechten nodig
pl: Nadal brakuje niektórych uprawnień
pt_pt: Faltam ainda algumas permissões
ro: Mai sunt necesare unele permisiuni
ru: Ещё нужны некоторые разрешения
sl: Nekatera dovoljenja še manjkajo
sq: Ende nevojiten disa leje
sv: Vissa behörigheter saknas fortfarande
th: ยังต้องการสิทธิ์บางอย่าง
tr: Hâlâ bazı izinler gerekiyor
uk: Ще потрібні деякі дозволи
vi: Vẫn cần một số quyền
zh_hans: 仍需一些权限

source: Source
ar: المصدر
bg: Изходен код
cs: Zdrojový kód
da: Kildekode
de: Quelltext
el: Πηγαίος κώδικας
es: Código fuente
et: Lähtekood
fi: Lähdekoodi
fil: Pinagmulan
fr: Code source
he: מקור
hi: स्रोत
hr: Izvorni kod
hu: Forráskód
id: Sumber
it: Codice sorgente
ja: ソース
ko: 소스
lt: Pirminis kodas
lv: Pirmkods
ms: Sumber
nb: Kildekode
nl: Broncode
pl: Kod źródłowy
pt_pt: Código-fonte
ro: Cod sursă
ru: Исходный код
sl: Izvorna koda
sq: Burimi
sv: Källkod
th: ซอร์ส
tr: Kaynak
uk: Вихідний код
vi: Mã nguồn
zh_hans: 源代码

source: Specifications
ar: المواصفات
bg: Спецификации
cs: Specifikace
da: Specifikationer
de: Spezifikationen
el: Προδιαγραφές
es: Especificaciones
et: Spetsifikatsioonid
fi: Määrittelyt
fil: Mga Espesipikasyon
fr: Spécifications
he: מפרט
hi: विशेष विवरण
hr: Specifikacije
hu: Specifikációk
id: Spesifikasi
it: Specifiche
ja: 仕様
ko: 사양
lt: Specifikacijos
lv: Specifikācijas
ms: Spesifikasi
nb: Spesifikasjoner
nl: Specificaties
pl: Specyfikacje
pt_pt: Especificações
ro: Specificații
ru: Спецификации
sl: Specifikacije
sq: Specifikimet
sv: Specifikationer
th: ข้อมูลจำเพาะ
tr: Teknik Özellikler
uk: Специфікації
vi: Thông số kỹ thuật
zh_hans: 技术规格

source: Specs
ar: المواصفات
bg: Спецификации
cs: Specifikace
da: Specifikationer
de: Spezifikationen
el: Προδιαγραφές
es: Especificaciones
et: Spetsifikatsioonid
fi: Määrittelyt
fil: Espesipikasyon
fr: Spécifications
he: מפרט
hi: विवरण
hr: Specifikacije
hu: Specifikációk
id: Spesifikasi
it: Specifiche
ja: 仕様
ko: 사양
lt: Specifikacijos
lv: Specifikācijas
ms: Spesifikasi
nb: Spesifikasjoner
nl: Specificaties
pl: Specyfikacje
pt_pt: Especificações
ro: Specificații
ru: Спецификации
sl: Specifikacije
sq: Specifikat
sv: Specifikationer
th: ข้อมูลจำเพาะ
tr: Özellikler
uk: Специфікації
vi: Thông số
zh_hans: 规格

source: Switch on Full Disk Access for %@ in the window that just opened. Without it a drive cannot be read, at login or at any other time.
ar: شغّل الوصول الكامل إلى القرص لـ %@ في النافذة التي فُتحت للتو. من دونه لا يمكن قراءة أي محرّك، لا عند تسجيل الدخول ولا في أي وقت آخر.
bg: Включете Full Disk Access за %@ в прозореца, който току-що се отвори. Без него диск не може да бъде прочетен, нито при влизане, нито по друго време.
cs: V okně, které se právě otevřelo, zapněte pro %@ Plný přístup k disku. Bez něj disk nelze přečíst, ani při přihlášení, ani jindy.
da: Slå Fuld adgang til disk til for %@ i vinduet, der lige åbnede. Uden den kan en disk ikke læses, hverken ved login eller på andre tidspunkter.
de: Schalte im gerade geöffneten Fenster den Festplattenvollzugriff für %@ ein. Ohne ihn lässt sich kein Laufwerk lesen, weder beim Anmelden noch sonst.
el: Ενεργοποιήστε την Πλήρη πρόσβαση στον δίσκο για το %@ στο παράθυρο που μόλις άνοιξε. Χωρίς αυτήν δεν διαβάζεται κανένας δίσκος, ούτε κατά τη σύνδεση ούτε άλλη στιγμή.
es: Activa el Acceso total al disco para %@ en la ventana que acaba de abrirse. Sin él no se puede leer ningún disco, ni al iniciar sesión ni en ningún otro momento.
et: Lülita äsja avanenud aknas rakendusele %@ sisse Full Disk Access. Ilma selleta ei saa ketast lugeda, ei sisselogimisel ega muul ajal.
fi: Kytke juuri avautuneessa ikkunassa ohjelmalle %@ päälle Koko levyn käyttö. Ilman sitä levyä ei voi lukea, ei kirjautuessa eikä muulloin.
fil: Buksan ang Full Disk Access para sa %@ sa bintanang kabubukas lamang. Kung wala ito, hindi mababasa ang isang drive, sa pag-log in man o anumang oras.
fr: Activez l’Accès complet au disque pour %@ dans la fenêtre qui vient de s’ouvrir. Sans lui, aucun disque ne peut être lu, à l’ouverture de session comme à tout autre moment.
he: הפעילו גישה מלאה לדיסק עבור %@ בחלון שנפתח זה עתה. בלעדיה אי אפשר לקרוא כונן, לא בכניסה למערכת ולא בשום זמן אחר.
hi: अभी खुली विंडो में %@ के लिए पूर्ण डिस्क ऐक्सेस चालू करें। इसके बिना कोई ड्राइव नहीं पढ़ी जा सकती, न लॉग इन पर और न किसी और समय।
hr: U prozoru koji se upravo otvorio uključite Puni pristup disku za %@. Bez toga disk se ne može čitati, ni pri prijavi ni bilo kada drugo.
hu: A most megnyílt ablakban kapcsolja be a Teljes hozzáférés a lemezhez beállítást a(z) %@ számára. Enélkül egyetlen lemez sem olvasható, sem bejelentkezéskor, sem máskor.
id: Nyalakan Akses Disk Penuh untuk %@ pada jendela yang baru saja terbuka. Tanpa itu sebuah drive tidak dapat dibaca, baik saat masuk maupun kapan pun.
it: Attiva l’Accesso completo al disco per %@ nella finestra appena aperta. Senza, nessun disco può essere letto, né all’accesso né in altri momenti.
ja: 開いたウインドウで %@ の「フルディスクアクセス」をオンにしてください。これがないと、ログイン時もそれ以外のときも、ドライブを読めません。
ko: 방금 열린 창에서 %@에 대해 전체 디스크 접근 권한을 켜십시오. 이 권한이 없으면 로그인할 때든 다른 때든 드라이브를 읽을 수 없습니다.
lt: Ką tik atsivėrusiame lange įjunkite %@ Full Disk Access. Be jo disko perskaityti nepavyks nei prisijungiant, nei bet kada kitada.
lv: Tikko atvērtajā logā ieslēdziet %@ Full Disk Access. Bez tās disku nevar nolasīt ne pieteikšanās brīdī, ne citreiz.
ms: Hidupkan Akses Cakera Penuh untuk %@ dalam tetingkap yang baru terbuka. Tanpanya sesebuah pemacu tidak dapat dibaca, sama ada semasa log masuk atau pada bila-bila masa lain.
nb: Slå på Full disktilgang for %@ i vinduet som nettopp åpnet. Uten den kan ingen disk leses, verken ved pålogging eller ellers.
nl: Zet Volledige schijftoegang aan voor %@ in het venster dat zojuist is geopend. Zonder die toegang kan geen schijf worden gelezen, niet bij het inloggen en niet daarbuiten.
pl: W oknie, które właśnie się otworzyło, włącz Pełny dostęp do dysku dla programu %@. Bez tego żaden dysk nie zostanie odczytany, ani przy logowaniu, ani kiedy indziej.
pt_pt: Na janela que acabou de abrir, ative o Acesso completo ao disco para o %@. Sem ele, nenhum disco pode ser lido, nem ao iniciar sessão nem noutra altura.
ro: În fereastra care tocmai s-a deschis, activați Acces complet la disc pentru %@. Fără el, niciun disc nu poate fi citit, nici la conectare, nici altcândva.
ru: Включите Полный доступ к диску для %@ в только что открывшемся окне. Без него диск нельзя прочитать — ни при входе в систему, ни в любой другой момент.
sl: V oknu, ki se je pravkar odprlo, vklopite Full Disk Access za %@. Brez tega diska ni mogoče brati, ne ob prijavi ne kdaj drugič.
sq: Aktivizo Full Disk Access për %@ në dritaren që sapo u hap. Pa të, një disk nuk mund të lexohet, as gjatë hyrjes as në ndonjë çast tjetër.
sv: Slå på Full skivtillgång för %@ i fönstret som just öppnades. Utan den kan ingen disk läsas, varken vid inloggning eller annars.
th: เปิด การเข้าถึงดิสก์เต็มรูปแบบ ให้ %@ ในหน้าต่างที่เพิ่งเปิดขึ้น หากไม่มีสิทธิ์นี้ จะอ่านไดรฟ์ไม่ได้ ไม่ว่าตอนล็อกอินหรือเวลาใดก็ตาม
tr: Az önce açılan pencerede %@ için Tam Disk Erişimi iznini açın. Bu izin olmadan bir sürücü ne oturum açılışında ne de başka bir anda okunabilir.
uk: Увімкніть Повний доступ до диска для %@ у щойно відкритому вікні. Без нього диск не можна прочитати — ані під час входу, ані будь-коли інше.
vi: Hãy bật Toàn quyền truy cập đĩa cho %@ trong cửa sổ vừa mở. Không có nó thì không đọc được ổ đĩa, dù khi đăng nhập hay bất cứ lúc nào khác.
zh_hans: 请在刚打开的窗口中为 %@ 开启“完全磁盘访问权限”。没有它，无论是登录时还是其他任何时候，都无法读取驱动器。

source: System
ar: النظام
bg: Системен
cs: Systémový
el: Συστήματος
es: Sistema
et: Süsteemne
fi: Järjestelmä
fil: Sistema
fr: Système
he: מערכת
hi: सिस्टम
hr: Sustav
hu: Rendszer
id: Sistem
it: Sistema
ja: システム
ko: 시스템
lt: Sistemos
lv: Sistēmas
ms: Sistem
nl: Systeem
pl: Systemowy
pt_pt: Sistema
ro: Sistem
ru: Системное
sl: Sistemski
sq: Sistemi
th: ระบบ
tr: Sistem
uk: Системне
vi: Hệ thống
zh_hans: 系统

source: System follows your Mac's language.
ar: يتبع النظام لغة الـ Mac لديك.
bg: „Системен“ следва езика на вашия Mac.
cs: „Systémový“ se řídí jazykem vašeho Macu.
da: “System” følger sproget på din Mac.
de: „System“ folgt der Sprache deines Mac.
el: Η επιλογή «Συστήματος» ακολουθεί τη γλώσσα του Mac σας.
es: «Sistema» sigue el idioma de tu Mac.
et: „Süsteemne“ järgib sinu Maci keelt.
fi: ”Järjestelmä” noudattaa Macisi kieltä.
fil: Sinusunod ng Sistema ang wika ng iyong Mac.
fr: « Système » suit la langue de votre Mac.
he: ‏מערכת עוקבת אחר שפת ה‑Mac שלך.
hi: सिस्टम आपके Mac की भाषा का अनुसरण करता है।
hr: „Sustav” prati jezik vašeg Maca.
hu: A „Rendszer” a Mac nyelvét követi.
id: Sistem mengikuti bahasa Mac Anda.
it: «Sistema» segue la lingua del tuo Mac.
ja: 「システム」は Mac の言語に従います。
ko: ‘시스템’은 Mac의 언어를 따릅니다.
lt: „Sistemos“ seka jūsų „Mac“ kalbą.
lv: “Sistēmas” seko jūsu Mac datora valodai.
ms: Sistem mengikut bahasa Mac anda.
nb: «System» følger språket på Mac-en din.
nl: ‘Systeem’ volgt de taal van je Mac.
pl: „Systemowy” podąża za językiem Twojego Maca.
pt_pt: «Sistema» segue o idioma do seu Mac.
ro: „Sistem” urmează limba Mac-ului dvs.
ru: Системное — язык вашего Mac.
sl: »Sistemski« sledi jeziku vašega Maca.
sq: Sistemi ndjek gjuhën e Mac-ut tënd.
sv: ”System” följer språket på din Mac.
th: ระบบ จะตามภาษาของ Mac ของคุณ
tr: Sistem, Mac'inizin dilini izler.
uk: Системне — мова вашого Mac.
vi: Hệ thống theo ngôn ngữ của máy Mac của bạn.
zh_hans: “系统”跟随你的 Mac 语言。

source: System follows your Mac's setting, including when it changes.
ar: يتبع النظام إعداد الـ Mac لديك، بما في ذلك عند تغيّره.
bg: „Системен“ следва настройката на вашия Mac, включително когато тя се променя.
cs: „Systémový“ se řídí nastavením vašeho Macu, i když se změní.
da: “System” følger indstillingen på din Mac, også når den ændres.
de: „System“ folgt der Einstellung deines Mac, auch wenn sie sich ändert.
el: Η επιλογή «Συστήματος» ακολουθεί τη ρύθμιση του Mac σας, ακόμη και όταν αλλάζει.
es: «Sistema» sigue el ajuste de tu Mac, también cuando cambia.
et: „Süsteemne“ järgib sinu Maci seadet, ka siis, kui see muutub.
fi: ”Järjestelmä” noudattaa Macisi asetusta, myös kun se muuttuu.
fil: Sinusunod ng Sistema ang setting ng iyong Mac, pati kapag nagbago ito.
fr: « Système » suit le réglage de votre Mac, y compris lorsqu’il change.
he: ‏מערכת עוקבת אחר ההגדרה של ה‑Mac שלך, גם כשהיא משתנה.
hi: सिस्टम आपके Mac की सेटिंग का अनुसरण करता है, बदलने पर भी।
hr: „Sustav” prati postavku vašeg Maca, i onda kad se promijeni.
hu: A „Rendszer” a Mac beállítását követi, akkor is, ha az megváltozik.
id: Sistem mengikuti pengaturan Mac Anda, termasuk ketika berubah.
it: «Sistema» segue l’impostazione del tuo Mac, anche quando cambia.
ja: 「システム」は Mac の設定に従い、設定が変わったときも同じです。
ko: ‘시스템’은 Mac의 설정을 따르며, 설정이 바뀔 때도 그렇습니다.
lt: „Sistemos“ seka jūsų „Mac“ nuostatą, taip pat ir tada, kai ji pasikeičia.
lv: “Sistēmas” seko jūsu Mac datora iestatījumam, arī tad, kad tas mainās.
ms: Sistem mengikut tetapan Mac anda, termasuk apabila ia berubah.
nb: «System» følger innstillingen på Mac-en din, også når den endres.
nl: ‘Systeem’ volgt de instelling van je Mac, ook wanneer die verandert.
pl: „Systemowy” podąża za ustawieniem Twojego Maca, także gdy się ono zmieni.
pt_pt: «Sistema» segue a definição do seu Mac, incluindo quando esta muda.
ro: „Sistem” urmează configurarea Mac-ului dvs., inclusiv când aceasta se schimbă.
ru: Системное следует настройке вашего Mac, в том числе когда она меняется.
sl: »Sistemski« sledi nastavitvi vašega Maca, tudi ko se ta spremeni.
sq: Sistemi ndjek rregullimin e Mac-ut tënd, edhe kur ai ndryshon.
sv: ”System” följer inställningen på din Mac, även när den ändras.
th: ระบบ จะตามการตั้งค่าของ Mac ของคุณ รวมถึงเมื่อมีการเปลี่ยนแปลง
tr: Sistem, değiştiğinde de dahil olmak üzere Mac'inizin ayarını izler.
uk: Системне відповідає налаштуванню вашого Mac, зокрема коли воно змінюється.
vi: Hệ thống theo cài đặt của máy Mac của bạn, kể cả khi cài đặt thay đổi.
zh_hans: “系统”跟随你的 Mac 设置，包括设置发生变化时。

source: That password or recovery key did not unlock this drive.
ar: لم تفتح كلمة السر أو مفتاح الاسترداد هذا المحرّك.
bg: Тази парола или ключ за възстановяване не отключи този диск.
cs: Toto heslo ani obnovovací klíč tento disk neodemkly.
da: Den adgangskode eller genoprettelsesnøgle låste ikke denne enhed op.
de: Dieses Passwort bzw. dieser Wiederherstellungsschlüssel hat das Laufwerk nicht entsperrt.
el: Αυτό το συνθηματικό ή κλειδί ανάκτησης δεν ξεκλείδωσε αυτόν τον δίσκο.
es: Esa contraseña o clave de recuperación no ha desbloqueado este disco.
et: See parool või taastevõti ei avanud seda ketast.
fi: Tuo salasana tai palautusavain ei avannut tätä asemaa.
fil: Hindi nabuksan ng password o recovery key na iyon ang drive na ito.
fr: Ce mot de passe ou cette clé de récupération n’a pas déverrouillé ce disque.
he: הסיסמה או מפתח השחזור לא פתחו את הכונן הזה.
hi: उस पासवर्ड या रिकवरी कुंजी से यह ड्राइव अनलॉक नहीं हुई।
hr: Ta lozinka ili ključ za oporavak nisu otključali ovaj disk.
hu: Ez a jelszó vagy helyreállítási kulcs nem oldotta fel a meghajtót.
id: Kata sandi atau kunci pemulihan itu tidak membuka drive ini.
it: Quella password o chiave di recupero non ha sbloccato questo disco.
ja: そのパスワードまたは回復キーでは、このドライブをロック解除できませんでした。
ko: 그 암호 또는 복구 키로는 이 드라이브를 잠금 해제하지 못했습니다.
lt: Šis slaptažodis ar atkūrimo raktas šio disko neatrakino.
lv: Šī parole vai atkopšanas atslēga neatbloķēja šo disku.
ms: Kata laluan atau kunci pemulihan itu tidak membuka kunci pemacu ini.
nb: Det passordet eller den gjenopprettingsnøkkelen låste ikke opp denne enheten.
nl: Dat wachtwoord of die herstelsleutel heeft deze schijf niet ontgrendeld.
pl: To hasło ani klucz odzyskiwania nie odblokowały tego dysku.
pt_pt: Essa palavra-passe ou chave de recuperação não desbloqueou este disco.
ro: Acea parolă sau cheie de recuperare nu a deblocat acest disc.
ru: Этот пароль или ключ восстановления не разблокировал этот диск.
sl: To geslo ali obnovitveni ključ ni odklenil tega pogona.
sq: Ai fjalëkalim ose çelës rikuperimi nuk e shkyçi këtë disk.
sv: Det lösenordet eller den återställningsnyckeln låste inte upp enheten.
th: รหัสผ่านหรือคีย์กู้คืนนั้นปลดล็อกไดรฟ์นี้ไม่ได้
tr: Bu parola veya kurtarma anahtarı bu sürücünün kilidini açmadı.
uk: Цей пароль або ключ відновлення не розблокував цей диск.
vi: Mật khẩu hoặc khóa khôi phục đó không mở khóa được ổ đĩa này.
zh_hans: 该密码或恢复密钥未能解锁这个驱动器。
